{
    "Definition":"",
    "Abstract":"",
    "Type":"C",
    "ImageHeight":0,
    "AbstractSource":"Wikipedia",
    "Entity":"",
    "DefinitionSource":"",
    "RelatedTopics":[
        {
            "Text":"Apu Nahasapeemapetilon - Apu Nahasapeemapetilon is a recurring character in the animated TV series The Simpsons. He is an Indian immigrant proprietor who runs the Kwik-E-Mart, a popular convenience store in Springfield, and is best known for his catchphrase, \"Thank you, come again.\"",
            "FirstURL":"https://duckduckgo.com/Apu_Nahasapeemapetilon",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/99b04638.png",
                "Width":""
            },
            "Result":"<a href=\"https://duckduckgo.com/Apu_Nahasapeemapetilon\">Apu Nahasapeemapetilon</a><br>Apu Nahasapeemapetilon is a recurring character in the animated TV series The Simpsons. He is an Indian immigrant proprietor who runs the Kwik-E-Mart, a popular convenience store in Springfield, and is best known for his catchphrase, \"Thank you, come again.\""
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Barney_Gumble\">Barney Gumble</a><br>Barnard Arnold \"Barney\" Gumble is a fictional character in the American animated sitcom The Simpsons. He is voiced by Dan Castellaneta and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\". He is the town drunk of Springfield and Homer Simpson's best friend.",
            "Text":"Barney Gumble - Barnard Arnold \"Barney\" Gumble is a fictional character in the American animated sitcom The Simpsons. He is voiced by Dan Castellaneta and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\". He is the town drunk of Springfield and Homer Simpson's best friend.",
            "FirstURL":"https://duckduckgo.com/Barney_Gumble",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/39ce98c0.png"
            }
        },
        {
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":""
            },
            "FirstURL":"https://duckduckgo.com/Bart_Simpson",
            "Text":"Bart Simpson - Bartholomew JoJo \"Bart\" Simpson is a fictional character in the American animated television series The Simpsons and part of the Simpson family. He is voiced by Nancy Cartwright and first appeared on television in The Tracey Ullman Show short \"Good Night\" on April 19, 1987.",
            "Result":"<a href=\"https://duckduckgo.com/Bart_Simpson\">Bart Simpson</a><br>Bartholomew JoJo \"Bart\" Simpson is a fictional character in the American animated television series The Simpsons and part of the Simpson family. He is voiced by Nancy Cartwright and first appeared on television in The Tracey Ullman Show short \"Good Night\" on April 19, 1987."
        },
        {
            "Text":"Chief Wiggum - Chief Clancy Wiggum is a fictional character from the animated television series The Simpsons, voiced by Hank Azaria. He is the chief of police in the show's setting of Springfield, and is the father of Ralph Wiggum and the husband of Sarah Wiggum.",
            "Icon":{
                "URL":"https://duckduckgo.com/i/f0eb79ee.png",
                "Width":"",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Chief_Wiggum",
            "Result":"<a href=\"https://duckduckgo.com/Chief_Wiggum\">Chief Wiggum</a><br>Chief Clancy Wiggum is a fictional character from the animated television series The Simpsons, voiced by Hank Azaria. He is the chief of police in the show's setting of Springfield, and is the father of Ralph Wiggum and the husband of Sarah Wiggum."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Cletus_Spuckler\">Cletus Spuckler</a><br>Cletus Delroy Spuckler, commonly called Cletus the Slack-Jawed Yokel is a recurring character in the Fox animated series The Simpsons, voiced by Hank Azaria. Cletus is Springfield's resident hillbilly stereotype, and speaks with a Southern United States accent.",
            "Text":"Cletus Spuckler - Cletus Delroy Spuckler, commonly called Cletus the Slack-Jawed Yokel is a recurring character in the Fox animated series The Simpsons, voiced by Hank Azaria. Cletus is Springfield's resident hillbilly stereotype, and speaks with a Southern United States accent.",
            "FirstURL":"https://duckduckgo.com/Cletus_Spuckler",
            "Icon":{
                "URL":"https://duckduckgo.com/i/4d663a85.gif",
                "Width":"",
                "Height":""
            }
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Comic_Book_Guy\">Comic Book Guy</a><br>Comic Book Guy is the common, popular name for Jeffrey \"Jeff\" Albertson, a recurring fictional character in the animated television series The Simpsons. He is voiced by Hank Azaria and first appeared in the second-season episode \"Three Men and a Comic Book\", which originally aired on May 9, 1991.",
            "Text":"Comic Book Guy - Comic Book Guy is the common, popular name for Jeffrey \"Jeff\" Albertson, a recurring fictional character in the animated television series The Simpsons. He is voiced by Hank Azaria and first appeared in the second-season episode \"Three Men and a Comic Book\", which originally aired on May 9, 1991.",
            "FirstURL":"https://duckduckgo.com/Comic_Book_Guy",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/911ab519.png",
                "Width":""
            }
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Dr._Hibbert\">Dr. Hibbert</a><br>Dr. Julius M. Hibbert, usually referred to as Dr. Hibbert, is a recurring character on the animated series The Simpsons. His speaking voice is provided by Harry Shearer and his singing voice was by Thurl Ravenscroft, and he first appeared in the episode \"Bart the Daredevil\".",
            "Text":"Dr. Hibbert - Dr. Julius M. Hibbert, usually referred to as Dr. Hibbert, is a recurring character on the animated series The Simpsons. His speaking voice is provided by Harry Shearer and his singing voice was by Thurl Ravenscroft, and he first appeared in the episode \"Bart the Daredevil\".",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/c9497b7e.png",
                "Width":""
            },
            "FirstURL":"https://duckduckgo.com/Dr._Hibbert"
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Dr._Nick\">Dr. Nick</a><br>Dr. Nicholas Riviera is a recurring fictional character in the American animated sitcom The Simpsons. He is voiced by Hank Azaria and first appeared in the episode \"Bart Gets Hit by a Car\". Dr. Nick is an inept quack physician, and a satire of incompetent medical professionals.",
            "Text":"Dr. Nick - Dr. Nicholas Riviera is a recurring fictional character in the American animated sitcom The Simpsons. He is voiced by Hank Azaria and first appeared in the episode \"Bart Gets Hit by a Car\". Dr. Nick is an inept quack physician, and a satire of incompetent medical professionals.",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/db757c91.png",
                "Width":""
            },
            "FirstURL":"https://duckduckgo.com/Dr._Nick"
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Edna_Krabappel\">Edna Krabappel</a><br>Edna Krabappel-Flanders is a fictional character from the animated American sitcom The Simpsons, who was voiced by Marcia Wallace from 1990 until her death in October 2013. She was a 4th grade teacher, who taught Bart Simpson's class at Springfield Elementary School.",
            "FirstURL":"https://duckduckgo.com/Edna_Krabappel",
            "Icon":{
                "URL":"https://duckduckgo.com/i/1bdfff5e.png",
                "Width":"",
                "Height":""
            },
            "Text":"Edna Krabappel - Edna Krabappel-Flanders is a fictional character from the animated American sitcom The Simpsons, who was voiced by Marcia Wallace from 1990 until her death in October 2013. She was a 4th grade teacher, who taught Bart Simpson's class at Springfield Elementary School."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Fat_Tony_(The_Simpsons)\">Fat Tony (The Simpsons)</a><br>Marion Anthony \"Fat Tony\" D'Amico is a recurring character in the animated sitcom The Simpsons. He is voiced by Joe Mantegna and first appeared in the third season episode \"Bart the Murderer\". Fat Tony is a gangster and the underboss of the Springfield Mafia.",
            "Text":"Fat Tony (The Simpsons) - Marion Anthony \"Fat Tony\" D'Amico is a recurring character in the animated sitcom The Simpsons. He is voiced by Joe Mantegna and first appeared in the third season episode \"Bart the Murderer\". Fat Tony is a gangster and the underboss of the Springfield Mafia.",
            "FirstURL":"https://duckduckgo.com/Fat_Tony_(The_Simpsons)",
            "Icon":{
                "URL":"",
                "Width":"",
                "Height":""
            }
        },
        {
            "Text":"Grampa Simpson - Abraham Jebediah \"Abe\" Simpson II, better known as Grampa Simpson, is a main character in the animated television series The Simpsons.",
            "FirstURL":"https://duckduckgo.com/Grampa_Simpson",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/7b1c968b.png",
                "Height":""
            },
            "Result":"<a href=\"https://duckduckgo.com/Grampa_Simpson\">Grampa Simpson</a><br>Abraham Jebediah \"Abe\" Simpson II, better known as Grampa Simpson, is a main character in the animated television series The Simpsons."
        },
        {
            "Text":"Groundskeeper Willie - Dr. William MacDougal, usually known as Groundskeeper Willie, is a recurring character on The Simpsons, voiced by Dan Castellaneta. He is the head groundskeeper at Springfield Elementary School. Willie is almost feral in nature and is immensely proud of his native Scotland.",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/f845601f.png",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Groundskeeper_Willie",
            "Result":"<a href=\"https://duckduckgo.com/Groundskeeper_Willie\">Groundskeeper Willie</a><br>Dr. William MacDougal, usually known as Groundskeeper Willie, is a recurring character on The Simpsons, voiced by Dan Castellaneta. He is the head groundskeeper at Springfield Elementary School. Willie is almost feral in nature and is immensely proud of his native Scotland."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Hans_Moleman\">Hans Moleman</a><br>Hans Moleman is a recurring character on the animated television series The Simpsons. He was created by series creator Matt Groening and is voiced by Dan Castellaneta and first appeared in the episode \"Principal Charming\".",
            "Text":"Hans Moleman - Hans Moleman is a recurring character on the animated television series The Simpsons. He was created by series creator Matt Groening and is voiced by Dan Castellaneta and first appeared in the episode \"Principal Charming\".",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/9f651728.png",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Hans_Moleman"
        },
        {
            "Text":"Homer Simpson - Homer Jay Simpson is a fictional character and the main protagonist of the American animated sitcom The Simpsons. He is voiced by Dan Castellaneta and first appeared on television, along with the rest of his family, in The Tracey Ullman Show short \"Good Night\" on April 19, 1987.",
            "FirstURL":"https://duckduckgo.com/Homer_Simpson",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/bf0eb228.png",
                "Width":""
            },
            "Result":"<a href=\"https://duckduckgo.com/Homer_Simpson\">Homer Simpson</a><br>Homer Jay Simpson is a fictional character and the main protagonist of the American animated sitcom The Simpsons. He is voiced by Dan Castellaneta and first appeared on television, along with the rest of his family, in The Tracey Ullman Show short \"Good Night\" on April 19, 1987."
        },
        {
            "FirstURL":"https://duckduckgo.com/Itchy_(The_Simpsons)",
            "Icon":{
                "Width":"",
                "URL":"",
                "Height":""
            },
            "Text":"Itchy (The Simpsons) - The Itchy & Scratchy Show is a running gag and fictional animated television series featured in the American animated television series The Simpsons. It usually appears as a part of The Krusty the Clown Show, watched regularly by Bart Simpson and Lisa Simpson.",
            "Result":"<a href=\"https://duckduckgo.com/Itchy_(The_Simpsons)\">Itchy (The Simpsons)</a><br>The Itchy & Scratchy Show is a running gag and fictional animated television series featured in the American animated television series The Simpsons. It usually appears as a part of The Krusty the Clown Show, watched regularly by Bart Simpson and Lisa Simpson."
        },
        {
            "FirstURL":"https://duckduckgo.com/Kang_and_Kodos",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/be84f45b.png",
                "Width":""
            },
            "Text":"Kang and Kodos - Kang and Kodos Johnson are a duo of fictional recurring characters in the animated television series The Simpsons. Kang is voiced by Harry Shearer and Kodos by Dan Castellaneta.",
            "Result":"<a href=\"https://duckduckgo.com/Kang_and_Kodos\">Kang and Kodos</a><br>Kang and Kodos Johnson are a duo of fictional recurring characters in the animated television series The Simpsons. Kang is voiced by Harry Shearer and Kodos by Dan Castellaneta."
        },
        {
            "Icon":{
                "URL":"https://duckduckgo.com/i/b6c36d00.jpg",
                "Width":"",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Kent_Brockman",
            "Text":"Kent Brockman - Kent Brockman is a fictional character in the animated television series The Simpsons. He is voiced by Harry Shearer and first appeared in the episode \"Krusty Gets Busted\". He is a grumpy, self-centered local Springfield news anchor.",
            "Result":"<a href=\"https://duckduckgo.com/Kent_Brockman\">Kent Brockman</a><br>Kent Brockman is a fictional character in the animated television series The Simpsons. He is voiced by Harry Shearer and first appeared in the episode \"Krusty Gets Busted\". He is a grumpy, self-centered local Springfield news anchor."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Krusty_the_Clown\">Krusty the Clown</a><br>Herschel Shmoikel Pinchas Yerucham Krustofsky, better known as Krusty the Clown, is a cartoon character in the animated television series The Simpsons. He is voiced by Dan Castellaneta.",
            "Text":"Krusty the Clown - Herschel Shmoikel Pinchas Yerucham Krustofsky, better known as Krusty the Clown, is a cartoon character in the animated television series The Simpsons. He is voiced by Dan Castellaneta.",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/caa07f01.png"
            },
            "FirstURL":"https://duckduckgo.com/Krusty_the_Clown"
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Lenny_and_Carl\">Lenny and Carl</a><br>Lenford \"Lenny\" Leonard and Carlton \"Carl\" Carlson are recurring characters in the Fox animated series The Simpsons, voiced by Harry Shearer and Hank Azaria, respectively. They are best friends of Homer Simpson and work with him at the Springfield Nuclear Power Plant.",
            "Text":"Lenny and Carl - Lenford \"Lenny\" Leonard and Carlton \"Carl\" Carlson are recurring characters in the Fox animated series The Simpsons, voiced by Harry Shearer and Hank Azaria, respectively. They are best friends of Homer Simpson and work with him at the Springfield Nuclear Power Plant.",
            "FirstURL":"https://duckduckgo.com/Lenny_and_Carl",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/cde0d56a.png",
                "Height":""
            }
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Lionel_Hutz\">Lionel Hutz</a><br>Lionel Hutz is a fictional character in the American animated TV sitcom The Simpsons. He is voiced by Phil Hartman, and his first appearance was in the season two episode \"Bart Gets Hit by a Car\".",
            "Text":"Lionel Hutz - Lionel Hutz is a fictional character in the American animated TV sitcom The Simpsons. He is voiced by Phil Hartman, and his first appearance was in the season two episode \"Bart Gets Hit by a Car\".",
            "Icon":{
                "URL":"https://duckduckgo.com/i/94d72e52.jpg",
                "Width":"",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Lionel_Hutz"
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Lisa_Simpson\">Lisa Simpson</a><br>Lisa Marie Simpson is a fictional character in the animated television series The Simpsons. She is the middle child and most accomplished of the Simpson family. Voiced by Yeardley Smith, Lisa was born as a character in The Tracey Ullman Show short \"Good Night\" on April 19, 1987.",
            "Text":"Lisa Simpson - Lisa Marie Simpson is a fictional character in the animated television series The Simpsons. She is the middle child and most accomplished of the Simpson family. Voiced by Yeardley Smith, Lisa was born as a character in The Tracey Ullman Show short \"Good Night\" on April 19, 1987.",
            "FirstURL":"https://duckduckgo.com/Lisa_Simpson",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/0c6d3b53.png"
            }
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Maggie_Simpson\">Maggie Simpson</a><br>Margaret Evelyn \"Maggie\" Simpson is a fictional character in the animated television series The Simpsons. She first appeared on television in the Tracey Ullman Show short \"Good Night\" on April 19, 1987.",
            "Text":"Maggie Simpson - Margaret Evelyn \"Maggie\" Simpson is a fictional character in the animated television series The Simpsons. She first appeared on television in the Tracey Ullman Show short \"Good Night\" on April 19, 1987.",
            "Icon":{
                "URL":"https://duckduckgo.com/i/c018dead.png",
                "Width":"",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Maggie_Simpson"
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Marge_Simpson\">Marge Simpson</a><br>Marjorie Jacqueline Simpson is a fictional character in the American animated sitcom The Simpsons and part of the eponymous family. She is voiced by Julie Kavner and first appeared on television in The Tracey Ullman Show short \"Good Night\" on April 19, 1987.",
            "Icon":{
                "URL":"https://duckduckgo.com/i/b75bd67d.png",
                "Width":"",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Marge_Simpson",
            "Text":"Marge Simpson - Marjorie Jacqueline Simpson is a fictional character in the American animated sitcom The Simpsons and part of the eponymous family. She is voiced by Julie Kavner and first appeared on television in The Tracey Ullman Show short \"Good Night\" on April 19, 1987."
        },
        {
            "Text":"Mayor Quimby - Mayor Joseph Fitzgerald O'Malley Fitzpatrick O'Donnell The Edge Quimby, nicknamed Diamond Joe, is a recurring character from the animated television series The Simpsons. He is voiced by Dan Castellaneta, and first appeared in the episode \"Bart Gets an F\".",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/93d80e95.png",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Mayor_Quimby",
            "Result":"<a href=\"https://duckduckgo.com/Mayor_Quimby\">Mayor Quimby</a><br>Mayor Joseph Fitzgerald O'Malley Fitzpatrick O'Donnell The Edge Quimby, nicknamed Diamond Joe, is a recurring character from the animated television series The Simpsons. He is voiced by Dan Castellaneta, and first appeared in the episode \"Bart Gets an F\"."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Milhouse_Van_Houten\">Milhouse Van Houten</a><br>Milhouse Mussolini Van Houten is a recurring character in the animated television series The Simpsons, voiced by Pamela Hayden, and created by Matt Groening who named the character after President Richard Nixon's middle name.",
            "Text":"Milhouse Van Houten - Milhouse Mussolini Van Houten is a recurring character in the animated television series The Simpsons, voiced by Pamela Hayden, and created by Matt Groening who named the character after President Richard Nixon's middle name.",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/c1923cb1.png",
                "Width":""
            },
            "FirstURL":"https://duckduckgo.com/Milhouse_Van_Houten"
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Moe_Szyslak\">Moe Szyslak</a><br>Morris \"Moe\" Szyslak is a recurring character from the animated television series The Simpsons. He is voiced by Hank Azaria and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\".",
            "FirstURL":"https://duckduckgo.com/Moe_Szyslak",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/388580ad.png"
            },
            "Text":"Moe Szyslak - Morris \"Moe\" Szyslak is a recurring character from the animated television series The Simpsons. He is voiced by Hank Azaria and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\"."
        },
        {
            "FirstURL":"https://duckduckgo.com/Mona_Simpson_(The_Simpsons)",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/d6efc652.png"
            },
            "Text":"Mona Simpson (The Simpsons) - Mona Penelope Simpson is a recurring fictional character in the animated television series The Simpsons. She has been voiced by several actresses, including Maggie Roswell, Tress MacNeille, Pamela Hayden, and most prominently, Glenn Close.",
            "Result":"<a href=\"https://duckduckgo.com/Mona_Simpson_(The_Simpsons)\">Mona Simpson (The Simpsons)</a><br>Mona Penelope Simpson is a recurring fictional character in the animated television series The Simpsons. She has been voiced by several actresses, including Maggie Roswell, Tress MacNeille, Pamela Hayden, and most prominently, Glenn Close."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Mr._Burns\">Mr. Burns</a><br>Charles Montgomery Burns, a.k.a. Monty Burns, commonly referred to simply as Mr. Burns, is a recurring character of the animated television series The Simpsons, and is voiced by Harry Shearer.",
            "Text":"Mr. Burns - Charles Montgomery Burns, a.k.a. Monty Burns, commonly referred to simply as Mr. Burns, is a recurring character of the animated television series The Simpsons, and is voiced by Harry Shearer.",
            "Icon":{
                "URL":"https://duckduckgo.com/i/cf311517.png",
                "Width":"",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Mr._Burns"
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Ned_Flanders\">Ned Flanders</a><br>Nedward Flanders Jr. is a recurring fictional character in the animated television series The Simpsons. He is voiced by Harry Shearer, and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\".",
            "Text":"Ned Flanders - Nedward Flanders Jr. is a recurring fictional character in the animated television series The Simpsons. He is voiced by Harry Shearer, and first appeared in the series premiere episode \"Simpsons Roasting on an Open Fire\".",
            "FirstURL":"https://duckduckgo.com/Ned_Flanders",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/ad454204.png"
            }
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Nelson_Muntz\">Nelson Muntz</a><br>Nelson Muntz is a fictional character and the lead school bully from the animated TV series The Simpsons, best known for his signature mocking laugh \"Ha-ha! \". He is voiced by Nancy Cartwright.",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/23702790.png"
            },
            "FirstURL":"https://duckduckgo.com/Nelson_Muntz",
            "Text":"Nelson Muntz - Nelson Muntz is a fictional character and the lead school bully from the animated TV series The Simpsons, best known for his signature mocking laugh \"Ha-ha! \". He is voiced by Nancy Cartwright."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Otto_Mann\">Otto Mann</a><br>Otto Mann is a fictional character on the American animated TV series The Simpsons, voiced by Harry Shearer. He is the school bus driver for Springfield Elementary School, and is known or implied to be a user of several drugs.",
            "FirstURL":"https://duckduckgo.com/Otto_Mann",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/9efe5c40.gif",
                "Height":""
            },
            "Text":"Otto Mann - Otto Mann is a fictional character on the American animated TV series The Simpsons, voiced by Harry Shearer. He is the school bus driver for Springfield Elementary School, and is known or implied to be a user of several drugs."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Patty_and_Selma\">Patty and Selma</a><br>Patty and Selma Bouvier are fictional characters in the American animated sitcom The Simpsons. They are identical twins and are both voiced by Julie Kavner.",
            "FirstURL":"https://duckduckgo.com/Patty_and_Selma",
            "Icon":{
                "URL":"",
                "Width":"",
                "Height":""
            },
            "Text":"Patty and Selma - Patty and Selma Bouvier are fictional characters in the American animated sitcom The Simpsons. They are identical twins and are both voiced by Julie Kavner."
        },
        {
            "FirstURL":"https://duckduckgo.com/Principal_Skinner",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/785a66ec.png"
            },
            "Text":"Principal Skinner - Principal W. Seymour Skinner is a recurring fictional character in the animated sitcom The Simpsons, who is voiced by Harry Shearer.",
            "Result":"<a href=\"https://duckduckgo.com/Principal_Skinner\">Principal Skinner</a><br>Principal W. Seymour Skinner is a recurring fictional character in the animated sitcom The Simpsons, who is voiced by Harry Shearer."
        },
        {
            "Text":"Professor Frink - Professor John I.Q. Nerdelbaum Frink Jr., or simply Professor Frink, is a recurring character in the animated television series The Simpsons. He is voiced by Hank Azaria, and first appeared in the 1991 episode \"Old Money\".",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/c9dc0e13.png",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Professor_Frink",
            "Result":"<a href=\"https://duckduckgo.com/Professor_Frink\">Professor Frink</a><br>Professor John I.Q. Nerdelbaum Frink Jr., or simply Professor Frink, is a recurring character in the animated television series The Simpsons. He is voiced by Hank Azaria, and first appeared in the 1991 episode \"Old Money\"."
        },
        {
            "Text":"Ralph Wiggum - Ralph Wiggum is a recurring character on the animated series The Simpsons, voiced by Nancy Cartwright. The son of Police Chief Wiggum and a classmate of Lisa Simpson, Ralph is best known as the show's resident oddball, and is noted for his non-sequiturs and erratic behavior.",
            "Icon":{
                "URL":"https://duckduckgo.com/i/2f9c97eb.png",
                "Width":"",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Ralph_Wiggum",
            "Result":"<a href=\"https://duckduckgo.com/Ralph_Wiggum\">Ralph Wiggum</a><br>Ralph Wiggum is a recurring character on the animated series The Simpsons, voiced by Nancy Cartwright. The son of Police Chief Wiggum and a classmate of Lisa Simpson, Ralph is best known as the show's resident oddball, and is noted for his non-sequiturs and erratic behavior."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Reverend_Lovejoy\">Reverend Lovejoy</a><br>Reverend Timothy Lovejoy, Jr. is a recurring character in the animated television series The Simpsons. He is voiced by Harry Shearer, and first appeared in the episode \"The Telltale Head\".",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":""
            },
            "FirstURL":"https://duckduckgo.com/Reverend_Lovejoy",
            "Text":"Reverend Lovejoy - Reverend Timothy Lovejoy, Jr. is a recurring character in the animated television series The Simpsons. He is voiced by Harry Shearer, and first appeared in the episode \"The Telltale Head\"."
        },
        {
            "Text":"Santa's Little Helper - Santa's Little Helper is a recurring character in the American animated television series The Simpsons. He is the pet greyhound of the Simpson family. He was previously voiced by Frank Welker, and is currently voiced by Dan Castellaneta.",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/6825f3f5.png"
            },
            "FirstURL":"https://duckduckgo.com/Santa's_Little_Helper",
            "Result":"<a href=\"https://duckduckgo.com/Santa's_Little_Helper\">Santa's Little Helper</a><br>Santa's Little Helper is a recurring character in the American animated television series The Simpsons. He is the pet greyhound of the Simpson family. He was previously voiced by Frank Welker, and is currently voiced by Dan Castellaneta."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Sideshow_Bob\">Sideshow Bob</a><br>Robert Underdunk Terwilliger Jr., PhD, better known as Sideshow Bob, is a recurring character in the animated television series The Simpsons. He is voiced by Kelsey Grammer and first appeared briefly in the episode \"The Telltale Head\".",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/922b6a1c.png",
                "Width":""
            },
            "FirstURL":"https://duckduckgo.com/Sideshow_Bob",
            "Text":"Sideshow Bob - Robert Underdunk Terwilliger Jr., PhD, better known as Sideshow Bob, is a recurring character in the animated television series The Simpsons. He is voiced by Kelsey Grammer and first appeared briefly in the episode \"The Telltale Head\"."
        },
        {
            "Text":"Simpson family - The Simpson family consists of fictional characters featured in the animated television series The Simpsons. The Simpsons are a nuclear family consisting of married couple Homer and Marge and their three children Bart, Lisa, and Maggie.",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/d58b5fe4.png",
                "Width":""
            },
            "FirstURL":"https://duckduckgo.com/Simpson_family",
            "Result":"<a href=\"https://duckduckgo.com/Simpson_family\">Simpson family</a><br>The Simpson family consists of fictional characters featured in the animated television series The Simpsons. The Simpsons are a nuclear family consisting of married couple Homer and Marge and their three children Bart, Lisa, and Maggie."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Snake_Jailbird\">Snake Jailbird</a><br>Snake Jailbird is a recurring fictional character in the animated television series The Simpsons, who is voiced by Hank Azaria. Snake's first appearance was in the episode \"The War of the Simpsons\". His catchphrase is \"Bye! \", which he usually says when he is in trouble.",
            "FirstURL":"https://duckduckgo.com/Snake_Jailbird",
            "Icon":{
                "URL":"",
                "Width":"",
                "Height":""
            },
            "Text":"Snake Jailbird - Snake Jailbird is a recurring fictional character in the animated television series The Simpsons, who is voiced by Hank Azaria. Snake's first appearance was in the episode \"The War of the Simpsons\". His catchphrase is \"Bye! \", which he usually says when he is in trouble."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/The_Itchy_%26_Scratchy_Show\">The Itchy & Scratchy Show</a><br>The Itchy & Scratchy Show is a running gag and fictional animated television series featured in the American animated television series The Simpsons. It usually appears as a part of The Krusty the Clown Show, watched regularly by Bart Simpson and Lisa Simpson.",
            "FirstURL":"https://duckduckgo.com/The_Itchy_%26_Scratchy_Show",
            "Icon":{
                "Height":"",
                "Width":"",
                "URL":"https://duckduckgo.com/i/bc74928e.jpg"
            },
            "Text":"The Itchy & Scratchy Show - The Itchy & Scratchy Show is a running gag and fictional animated television series featured in the American animated television series The Simpsons. It usually appears as a part of The Krusty the Clown Show, watched regularly by Bart Simpson and Lisa Simpson."
        },
        {
            "Result":"<a href=\"https://duckduckgo.com/Troy_McClure\">Troy McClure</a><br>Troy McClure is a fictional character in the American animated sitcom The Simpsons. He was originally voiced by Phil Hartman and first appeared in the second season episode \"Homer vs. Lisa and the 8th Commandment\".",
            "Text":"Troy McClure - Troy McClure is a fictional character in the American animated sitcom The Simpsons. He was originally voiced by Phil Hartman and first appeared in the second season episode \"Homer vs. Lisa and the 8th Commandment\".",
            "Icon":{
                "Width":"",
                "URL":"https://duckduckgo.com/i/20433a15.png",
                "Height":""
            },
            "FirstURL":"https://duckduckgo.com/Troy_McClure"
        },
        {
            "Text":"Waylon Smithers - Waylon J. Smithers Jr., usually referred to as Mr. Smithers or simply Smithers, is a recurring fictional character in the American animated sitcom The Simpsons, who is voiced by Harry Shearer.",
            "Icon":{
                "Height":"",
                "URL":"https://duckduckgo.com/i/12f25a94.png",
                "Width":""
            },
            "FirstURL":"https://duckduckgo.com/Waylon_Smithers",
            "Result":"<a href=\"https://duckduckgo.com/Waylon_Smithers\">Waylon Smithers</a><br>Waylon J. Smithers Jr., usually referred to as Mr. Smithers or simply Smithers, is a recurring fictional character in the American animated sitcom The Simpsons, who is voiced by Harry Shearer."
        }
    ],
    "ImageWidth":0,
    "DefinitionURL":"",
    "Infobox":"",
    "AnswerType":"",
    "Image":"",
    "Heading":"The Simpsons characters",
    "Answer":"",
    "AbstractURL":"https://en.wikipedia.org/wiki/The_Simpsons_characters",
    "ImageIsLogo":0,
    "Redirect":"",
    "AbstractText":"",
    "Results":[

    ],
    "meta":{
        "src_options":{
            "source_skip":"",
            "skip_image_name":0,
            "skip_abstract":0,
            "skip_abstract_paren":0,
            "skip_qr":"",
            "skip_icon":0,
            "language":"en",
            "src_info":"",
            "min_abstract_length":"20",
            "is_fanon":0,
            "directory":"",
            "is_wikipedia":1,
            "is_mediawiki":1,
            "skip_end":"0"
        },
        "designer":null,
        "src_id":1,
        "unsafe":0,
        "maintainer":{
            "github":"duckduckgo"
        },
        "src_name":"Wikipedia",
        "created_date":null,
        "topic":[
            "productivity"
        ],
        "attribution":null,
        "live_date":null,
        "blockgroup":null,
        "perl_module":"DDG::Fathead::Wikipedia",
        "developer":[
            {
                "url":"http://www.duckduckhack.com",
                "name":"DDG Team",
                "type":"ddg"
            }
        ],
        "description":"Wikipedia",
        "repo":"fathead",
        "dev_milestone":"live",
        "producer":null,
        "is_stackexchange":null,
        "js_callback_name":"wikipedia",
        "src_domain":"en.wikipedia.org",
        "name":"Wikipedia",
        "status":"live",
        "production_state":"online",
        "id":"wikipedia_fathead",
        "example_query":"nikola tesla",
        "src_url":null,
        "dev_date":null,
        "signal_from":"wikipedia_fathead",
        "tab":"About"
    }
}